Chromium.pfm_title = "Chromium";
Chromium.pfm_description = "Predvoľby prehliadača Chromium";
AllowCrossOriginAuthPrompt.pfm_title = "Požiadavky typu cross-origin štandardu HTTP Basic Auth";
AllowCrossOriginAuthPrompt.pfm_description = "Kontroluje, či má vnorený obsah tretej strany na stránke povolenie zobrazovať kontextové dialógové okno s protokolom HTTP Basic Auth. Táto funkcia je zvyčajne zakázaná kvôli ochrane pred phishingom (neoprávneným získavaním údajov).";
AllowFileSelectionDialogs.pfm_title = "Povoliť vyvolanie dialógových okien na výber súborov.";
AllowFileSelectionDialogs.pfm_description = "Umožňuje pristupovať k miestnym súborom v počítači tým, že prehliadaču Chromium povolí, aby zobrazoval dialógové okná na výber súboru. Ak toto nastavenie povolíte, používatelia budú môcť otvárať dialógové okná na výber súboru obvyklým spôsobom. Ak toto nastavenie zakážete a používateľ vykoná akciu, po ktorej by sa mu v obvyklom prípade zobrazilo dialógové okno na výber súboru (napríklad import záložiek, odovzdávanie súborov, ukladanie odkazov a pod.), zobrazí sa mu namiesto tohto dialógového okna správa a prehliadač sa zachová, ako keby používateľ v dialógovom okne na výber súboru klikol na možnosť Zrušiť. Ak toto nastavenie nenakonfigurujete, používatelia budú môcť otvárať dialógové okná na výber súboru obvyklým spôsobom.";
AllowOutdatedPlugins.pfm_title = "Povoliť spúšťanie zastaraných doplnkov";
AllowOutdatedPlugins.pfm_description = "Umožňuje prehliadaču Chromium spúšťať zastarané doplnky. Ak toto nastavenie povolíte, zastarané doplnky budú použité ako normálne. Ak toto nastavenie zakážete, zastarané doplnky nebude možné použiť a používateľom sa ani nezobrazí žiadosť o povolenie spustenia doplnku. Ak toto nastavenie nie je nakonfigurované, používateľom sa pri spustení zastaraného doplnku zobrazí žiadosť o povolenie tejto akcie.";
AlternateErrorPagesEnabled.pfm_title = "Povoliť alternatívne chybové stránky";
AlternateErrorPagesEnabled.pfm_description = "Umožňuje využívať alternatívne chybové stránky vopred definované v prehliadači Chromium (napr. stránka sa nenašla) a bráni používateľom toto nastavenie zmeniť. Ak toto nastavenie povolíte, budú sa používať alternatívne chybové stránky. Ak toto nastavenie zakážete, alternatívne chybové stránky sa používať nebudú. Ak toto nastavenie povolíte alebo zakážete, používatelia ho v prehliadači Chromium nebudú môcť zmeniť ani prekonať.";
AlwaysAuthorizePlugins.pfm_title = "Vždy spustí doplnky, ktoré vyžadujú autorizáciu";
AlwaysAuthorizePlugins.pfm_description = "Povolí produktu Chromium spustiť doplnky, ktoré vyžadujú autorizáciu. Ak toto nastavenie povolíte, budú doplnky, ktoré nie sú zastarané, nepretržite spustené. Ak je toto nastavenie zakázané alebo nie je nastavené, používatelia budú požiadaní, aby povolili spustenie doplnkov, ktoré vyžadujú autorizáciu. Ide o doplnky, ktoré môžu ohroziť bezpečnosť.";
AuthNegotiateDelegateWhitelist.pfm_title = "Zoznam povolených serverov delegovania protokolu Kerberos";
AuthNegotiateDelegateWhitelist.pfm_description = "Servery, na ktoré môže prehliadač Chromium delegovať overovanie.";
AuthSchemes.pfm_title = "Podporované schémy overenia";
AuthSchemes.pfm_description = "Určuje, ktoré schémy overenia pomocou protokolu HTTP bude prehliadač Chromium podporovať. Zadať môžete hodnoty „basic“, „ntlm“ a „negotiate“. Ak chcete zadať viacero hodnôt, oddeľte ich čiarkami.";
AuthServerWhitelist.pfm_title = "Zoznam povolených overovacích serverov";
AuthServerWhitelist.pfm_description = "Určuje, ktoré servery majú byť umiestnené do zoznamu povolených serverov na integrované overenie. Integrované overenie je povolené len v prípade, ak prehliadač Chromium dostane výzvu na overenie zo servera alebo servera proxy, ktoré sa nachádzajú v tomto zozname povolených serverov. Ak chcete zadať viacero názvov serverov, oddeľujte ich čiarkami. Zástupné znaky (*) sú povolené.";
AutoFillEnabled.pfm_title = "Povoliť automatické dopĺňanie";
AutoFillEnabled.pfm_description = "Povolí v prehliadači Chromium funkciu Automatické dopĺňanie a umožní používateľom automaticky dopĺňať polia webových formulárov pomocou uložených údajov (napr. adresa alebo číslo platobnej karty). Ak toto nastavenie zakážete, používatelia nebudú mať k funkcii Automatické dopĺňanie prístup. Ak toto nastavenie povolíte alebo nenakonfigurujete žiadnu hodnotu, funkcia Automatické dopĺňanie zostane pod kontrolou používateľov. Vďaka tomu si budú môcť nakonfigurovať profily tejto funkcie a podľa vlastného uváženia ich vypínať alebo zapínať.";
BlockThirdPartyCookies.pfm_title = "Blokovať súbory cookie tretej strany";
BlockThirdPartyCookies.pfm_description = "Blokuje súbory cookie tretej strany. Povolenie tejto možnosti zabráni nastavovaniu súborov cookie prvkami webovej stránky, ktoré nepochádzajú z domény v paneli s adresou prehliadača. Zakázanie tejto možnosti povolí nastavovanie súborov cookie prvkami webovej stránky, ktoré nepochádzajú z domény v paneli s adresou prehliadača, a zabráni používateľom dané nastavenie zmeniť.";
BookmarkBarEnabled.pfm_title = "Povoliť panel so záložkami";
BookmarkBarEnabled.pfm_description = "Povoľuje v prehliadači Chromium panel so záložkami na stránke Nová karta. Ak toto nastavenie povolíte, prehliadač Chromium zobrazí na stránke Nová karta panel so záložkami. Ak toto nastavenie zakážete, používateľom sa panel so záložkami nikdy nezobrazí. Ak toto nastavenie povolíte alebo zakážete, používatelia ho v prehliadači Chromium nebudú môcť zmeniť ani prekonať.";
ClearSiteDataOnExit.pfm_title = "Po vypnutí prehliadača vymazať údaje stránok";
ClearSiteDataOnExit.pfm_description = "Toto pravidlo prepisuje možnosť nastavenia obsahu „Pri zavretí prehliadača vymazať súbory cookie a iné údaje webových stránok“. Ak je nastavená na hodnotu True, z prehliadača Chromium budú po zavretí odstránené všetky údaje uložené v počítači.";
CookiesAllowedForUrls.pfm_title = "Povoliť súbory cookie na týchto webových stránkach";
CookiesAllowedForUrls.pfm_description = "Umožňuje nastaviť zoznam vzorov adries URL určujúcich webové stránky, ktoré môžu nastavovať súbory cookie.";
CookiesBlockedForUrls.pfm_title = "Blokovať súbory cookie na týchto webových stránkach";
CookiesBlockedForUrls.pfm_description = "Umožňuje nastaviť zoznam vzorov adries URL určujúcich stránky, ktoré nemôžu nastavovať súbory cookie.";
CookiesSessionOnlyForUrls.pfm_title = "Povoliť na týchto stránkach súbory cookie platné len pre reláciu";
CookiesSessionOnlyForUrls.pfm_description = "Umožňuje nastaviť zoznam vzorov adries URL určujúcich stránky, ktoré môžu nastavovať súbory cookie len pre reláciu.";
DefaultBrowserSettingEnabled.pfm_title = "Nastaviť Chrome ako predvolený prehliadač";
DefaultBrowserSettingEnabled.pfm_description = "Slúži na konfiguráciu kontroly predvoleného prehliadača v prehliadači Chromium a bráni používateľom toto nastavenie zmeniť. Ak toto nastavenie povolíte, prehliadač Chromium pri spustení vždy skontroluje, či je predvoleným prehliadačom, a ak to bude možné, automaticky sa registruje. Ak je toto nastavenie zakázané, prehliadač Chromium nebude kontrolovať, či je predvoleným prehliadačom, a zakáže používateľské ovládacie prvky na nastavenie tejto možnosti. Ak toto nastavenie nebolo nakonfigurované, prehliadač Chromium umožní používateľovi určiť, či ho chce nastaviť ako predvolený prehliadač a či sa v prípade, ak ním nie je, majú používateľovi zobraziť upozornenia.";
DefaultCookiesSetting.pfm_title = "Predvolené nastavenie súborov cookie";
DefaultCookiesSetting.pfm_description = "0 - Povoliť všetkým webovým stránkam nastavovať miestne údaje.\n1 - Nepovoliť žiadnym stránkam nastaviť miestne údaje\nUmožňuje nastaviť, či môžu webové stránky nastavovať miestne údaje. Nastavenie miestnych údajov je možné buď povoliť pre všetky webové stránky, alebo ho pre všetky webové stránky zakázať.";
DefaultGeolocationSetting.pfm_title = "Predvolené nastavenie geolokácie";
DefaultGeolocationSetting.pfm_description = "0 - Povoliť stránkam sledovať fyzickú polohu používateľov\n1 - Nepovoliť žiadnym stránkam sledovať fyzickú polohu používateľov\n2 - Opýtať sa vždy, keď chcú stránky sledovať fyzickú polohu používateľa\nUmožňuje nastaviť, či môžu webové stránky sledovať fyzickú polohu používateľa. Sledovanie fyzickej polohy používateľa je možné nakonfigurovať tak, že bude v predvolenom nastavení povolené, alebo zakázané. Tiež je možné nastaviť, aby sa pri pokuse webových stránok o sledovanie fyzickej polohy používateľovi zobrazila výzva.";
DefaultImagesSetting.pfm_title = "Predvolené nastavenie obrázkov";
DefaultImagesSetting.pfm_description = "0 - Povoliť všetkým stránkam zobrazovať obrázky\n1 - Zakázať všetkým stránkam zobrazovať obrázky\nUmožňuje nastaviť, či webové stránky môžu zobrazovať obrázky. Zobrazovanie obrázkov je možné buď povoliť všetkým webovým stránkam, alebo ho všetkým stránkam zakázať.";
DefaultJavaScriptSetting.pfm_title = "Predvolené nastavenie kódu JavaScript";
DefaultJavaScriptSetting.pfm_description = "0 - Povoliť všetkým webovým stránkam spúšťať jazyk JavaScript\n1 - Nepovoliť žiadnym stránkam spúšťať kód JavaScript\nUmožní nastaviť, či môžu webové stránky spúšťať kód JavaScript. Spúšťanie kódu JavaScript je možné buď povoliť pre všetky webové stránky, alebo naopak pre všetky stránky zakázať.";
DefaultNotificationSetting.pfm_title = "Predvolené nastavenie upozornení";
DefaultNotificationSetting.pfm_description = "0 - Povoliť webovým stránkam zobrazovať upozornenia na pracovnej ploche\n1 - Nepovoliť žiadnym stránkam zobrazovať upozornenia na pracovnej ploche\n2 - Opýtať sa vždy, keď chcú stránky zobrazovať upozornenia na pracovnej ploche\nUmožňuje nastaviť, či môžu webové stránky zobrazovať upozornenia na pracovnej ploche. Zobrazovanie upozornení na pracovnej ploche je možné nakonfigurovať tak, že bude v predvolenom nastavení buď povolené, alebo zakázané. Tiež je možné nastaviť, aby sa pri pokuse webových stránok o zobrazenie upozornení na pracovnej ploche zobrazila používateľovi výzva.";
DefaultPluginsSetting.pfm_title = "Predvolené nastavenie doplnkov";
DefaultPluginsSetting.pfm_description = "0 - Povoliť všetkým webovým stránkam automatické spúšťanie doplnkov\n1 - Blokovať všetky doplnky\nUmožňuje nastaviť, či môžu webové stránky automaticky spúšťať doplnky. Automaticky spúšťané doplnky je možné buď povoliť pre všetky webové stránky, alebo ich naopak pri všetkých webových stránkach zamietnuť.";
DefaultPopupsSetting.pfm_title = "Predvolené nastavenie kontextových okien";
DefaultPopupsSetting.pfm_description = "0 - Povoliť všetkým webovým stránkam zobrazovať kontextové okná\n1 - Zakázať všetkým stránkam zobrazovať kontextové okná\nUmožňuje nastaviť, či môžu webové stránky zobrazovať kontextové okná. Zobrazovanie kontextových okien je možné buď povoliť pre všetky webové stránky, alebo ho pre všetky webové stránky zakázať.";
DefaultSearchProviderEnabled.pfm_title = "Povoliť predvoleného poskytovateľa vyhľadávania";
DefaultSearchProviderEnabled.pfm_description = "Umožňuje použiť predvoleného poskytovateľa vyhľadávania. Ak toto nastavenie povolíte, pri zadaní textu (ktorý nie je adresou) do všeobecného poľa sa vykoná predvolené vyhľadávanie. Nastavením zvyšku predvolených pravidiel vyhľadávania môžete určiť predvoleného poskytovateľa vyhľadávania, ktorý sa má použiť. Ak ich nenastavíte, používateľ si bude môcť zvoliť predvoleného poskytovateľa. Ak toto nastavenie zakážete, pri zadaní textu (ktorý nie je adresou URL) do všeobecného poľa neprebehne žiadne vyhľadávanie. Ak nastavenie povolíte alebo zakážete, používatelia nebudú môcť v prehliadači Chromium dané nastavenie zmeniť ani prekonať.";
DefaultSearchProviderEncodings.pfm_title = "Kódovania predvoleného poskytovateľa vyhľadávania";
DefaultSearchProviderEncodings.pfm_description = "Určuje kódovanie znakov podporovaných poskytovateľom vyhľadávania. Kódovania sú názvy stránok kódov, napríklad UTF-8, GB2312 alebo ISO-8859-1. Budú vyskúšané v uvedenom poradí. Predvolené kódovanie je UTF-8.";
DefaultSearchProviderIconURL.pfm_title = "Ikona predvoleného poskytovateľa vyhľadávania";
DefaultSearchProviderIconURL.pfm_description = "Určuje adresu URL ikony predvoleného poskytovateľa vyhľadávania. Táto položka je voliteľná.";
DefaultSearchProviderInstantURL.pfm_title = "Adresa URL dynamického vyhľadávania predvoleného poskytovateľa vyhľadávania";
DefaultSearchProviderInstantURL.pfm_description = "Určuje adresu URL vyhľadávacieho nástroja, ktorý poskytuje výsledky dynamického vyhľadávania. Adresa URL by mala obsahovať reťazec '{searchTerms}', ktorý bude počas posielania dopytu nahradený textom zadávaným používateľom. Táto možnosť je voliteľná.";
DefaultSearchProviderKeyword.pfm_title = "Kľúčové slovo predvoleného poskytovateľa vyhľadávania";
DefaultSearchProviderKeyword.pfm_description = "Určuje kľúčové slovo, ktoré vo všeobecnom poli spúšťa vyhľadávanie tohto poskytovateľa. Táto možnosť je voliteľná.";
DefaultSearchProviderName.pfm_title = "Názov predvoleného poskytovateľa vyhľadávania";
DefaultSearchProviderName.pfm_description = "Určuje názov predvoleného poskytovateľa vyhľadávania. Ak sa pole nevyplní, použije sa názov hostiteľa určený adresou URL vyhľadávania.";
DefaultSearchProviderSearchURL.pfm_title = "Adresa URL vyhľadávania predvoleného poskytovateľa vyhľadávania";
DefaultSearchProviderSearchURL.pfm_description = "Určuje adresu URL vyhľadávacieho nástroja, ktorý bude použitý pri predvolenom vyhľadávaní. Adresa URL by mala obsahovať reťazec {searchTerms}, ktorý bude pri odosielaní dopytu nahradený hľadanými výrazmi zadanými používateľom.";
DefaultSearchProviderSuggestURL.pfm_title = "Adresa URL návrhu predvoleného poskytovateľa vyhľadávania";
DefaultSearchProviderSuggestURL.pfm_description = "Určuje adresu URL vyhľadávacieho nástroja, ktorý poskytuje návrhy pre vyhľadávanie. Adresa URL by mala obsahovať reťazec {searchTerms}, ktorý bude počas posielania dopytu nahradený textom zadávaným používateľom. Táto možnosť je voliteľná.";
DeveloperToolsDisabled.pfm_title = "Zakázať Nástroje pre vývojárov";
DeveloperToolsDisabled.pfm_description = "Zakáže nástroje pre vývojárov a konzolu kódu JavaScript. Ak toto nastavenie povolíte, nebude možné pristupovať k nástrojom pre vývojárov ani kontrolovať prvky webových stránok. Zakázané budú tiež všetky klávesové skratky a položky klasických či kontextových ponúk, pomocou ktorých je možné nástroje pre vývojárov alebo konzolu kódu JavaScript otvoriť.";
Disable3DAPIs.pfm_title = "Zakázať podporu rozhrania API pre grafiku 3D";
Disable3DAPIs.pfm_description = "Zakáže podporu rozhrania API pre grafiku 3D. Povolením tohto nastavenia zabránite webovým stránkam v prístupe ku grafickému procesoru (GPU). Webové stránky nebudú môcť pristupovať k rozhraniu WebGL API a doplnky nebudú môcť využiť rozhranie Pepper 3D API. Ak toto nastavenie zakážete, umožníte webovým stránkam, aby mohli využívať rozhranie WebGL API, a doplnkom umožníte využiť rozhranie Pepper 3D API. Predvolené nastavenia prehliadača však aj naďalej môžu vyžadovať postúpenie argumentov príkazového riadka. V opačnom prípade môžu použitie rozhraní API znemožniť.";
DisableAuthNegotiateCnameLookup.pfm_title = "Zakázať hľadanie záznamov CNAME pri absolvovaní overenia Kerberos";
DisableAuthNegotiateCnameLookup.pfm_description = "Určuje, či bude vygenerovaný hlavný názov služby protokolu Kerberos založený na kanonickom názve DNS alebo na pôvodnom zadanom názve. Ak povolíte toto nastavenie, vyhľadávanie záznamov CNAME sa preskočí a bude použitý zadaný názov servera. Ak toto nastavenie zakážete, bude kanonický názov servera určený prostredníctvom vyhľadávania záznamov CNAME.";
DisablePluginFinder.pfm_title = "Zakázať nástroj na hľadanie doplnkov";
DisablePluginFinder.pfm_description = "Ak túto možnosť nastavíte na hodnotu True, automatické vyhľadávanie a inštalácia chýbajúcich doplnkov budú v prehliadači Chromium zakázané.";
DisableSpdy.pfm_title = "Zakázať protokol SPDY";
DisableSpdy.pfm_description = "Zakáže v prehliadači Chromium použitie protokolu SPDY.";
DisabledPlugins.pfm_title = "Zoznam zakázaných doplnkov";
DisabledPlugins.pfm_description = "Určuje zoznam zakázaných doplnkov prehliadača Chromium a bráni používateľom toto nastavenie zmeniť. Ako zástupné znaky je možné použiť znaky „*“ a „?“. Znak „*“ slúži ako zástupný znak pre ľubovoľný počet znakov, zatiaľ čo znak „?“ určuje jeden voliteľný znak (môže teda zastupovať jeden ľubovoľný znak alebo znak chýbajúci). Znak zrušenia významu je „\“, takže ak chcete zadať samotné znaky „*“, „?“ alebo „\“, stačí pred nich umiestniť znak „\“. Ak toto nastavenie povolíte, doplnky uvedené v zozname nebudú v prehliadači Chromium nikdy použité. V príkaze „about:plugins“ sa doplnky zobrazia ako zakázané a používatelia ich nebudú môcť aktivovať. Toto pravidlo je možné nahradiť pravidlami EnabledPlugins a DisabledPluginsExceptions.";
DisabledPluginsExceptions.pfm_title = "Zoznam výnimiek zo zoznamu zakázaných doplnkov";
DisabledPluginsExceptions.pfm_description = "Určuje zoznam doplnkov, ktoré môže používateľ v prehliadači Chromium povoliť alebo zakázať. Ako zástupné znaky je možné použiť znaky „*“ a „?“. Znak „*“ slúži ako zástupný znak pre ľubovoľný počet znakov, zatiaľ čo znak „?“ určuje jeden voliteľný znak (môže teda zastupovať jeden ľubovoľný znak alebo znak chýbajúci). Znak zrušenia významu je „\“, takže ak chcete zadať samotné znaky „*“, „?“ alebo „\“, stačí pred nich umiestniť znak „\“. Ak toto nastavenie povolíte, bude v prehliadači Chromium možné použiť doplnky uvedené v zozname. Používatelia ich budú môcť povoliť alebo zakázať v príkaze „about:plugins“, a to aj v prípade, že bude určitý doplnok zodpovedať vzoru v pravidle DisabledPlugins. Používatelia budú môcť tiež povoliť a zakázať doplnky, ktoré nezodpovedajú žiadnym vzorom v pravidlách DisabledPlugins, DisabledPluginsExceptions a EnabledPlugins.";
DisabledSchemes.pfm_title = "Zoznam zakázaných schém protokolu";
DisabledSchemes.pfm_description = "Zakáže v prehliadači Chromium uvedené schémy protokolov. Adresy URL, ktoré používajú schémy uvedené v tomto zozname, sa nenačítajú a nebude na ne možné prejsť.";
DiskCacheDir.pfm_title = "Nastaviť adresár diskovej vyrovnávacej pamäte";
DiskCacheDir.pfm_description = "Slúži na konfiguráciu adresára, do ktorého bude prehliadač Chromium ukladať súbory vo vyrovnávacej pamäti disku. Ak toto pravidlo nastavíte, použije prehliadač Chromium zadaný adresár bez ohľadu na to, či používateľ zadal príznak „- user-data-dir“ alebo nie.";
DnsPrefetchingEnabled.pfm_title = "Povoliť predpovede siete.";
DnsPrefetchingEnabled.pfm_description = "Povoľuje v prehliadači Chromium predpovedanie akcií siete a bráni používateľom, aby toto nastavenie zmenili. Ak toto nastavenie povolíte alebo zakážete, používatelia ho v prehliadači Chromium nebudú môcť zmeniť ani prekonať.";
DownloadDirectory.pfm_title = "Nastaviť adresár na preberanie";
DownloadDirectory.pfm_description = "Slúži na konfiguráciu adresára, ktorý prehliadač Chromium použije na preberanie súborov. Ak toto pravidlo nastavíte, prehliadač Chromium použije určený adresár aj v prípade, že používateľ určil iný adresár alebo povolil príznak, vďaka ktorému sa vždy zobrazí výzva na zadanie umiestnenia preberaného súboru.";
EditBookmarksEnabled.pfm_title = "Povolí alebo zakáže úpravu záložiek";
EditBookmarksEnabled.pfm_description = "Povolí alebo zakáže úpravu záložiek v prehliadači Chromium. Ak toto nastavenie povolíte, bude možné záložky pridávať, odstraňovať alebo upravovať. Toto je predvolené nastavenie. Ak ho zakážete, záložky nebude možné pridávať, odstraňovať ani upravovať. Existujúce záložky budú stále k dispozícii.";
EnableAuthNegotiatePort.pfm_title = "Do hlavného názvu služby protokolu Kerberos zahrnúť neštandardný port";
EnableAuthNegotiatePort.pfm_description = "Určuje, či má generovaný hlavný názov služby protokolu Kerberos zahrnovať neštandardný port. Ak toto nastavenie povolíte a bude zadaný neštandardný port (t.j. iný port ako 80 či 443), bude zahrnutý vo vygenerovanom hlavnom názve služby protokolu Kerberos. Ak toto nastavenie zakážete, port nebude v žiadnom prípade do vygenerovaného hlavného názvu služby protokolu Kerberos zahrnutý.";
EnabledPlugins.pfm_title = "Zoznam povolených doplnkov";
EnabledPlugins.pfm_description = "Určuje zoznam povolených doplnkov prehliadača Chromium a bráni používateľom toto nastavenie zmeniť. Ako zástupné znaky je možné použiť znaky „*“ a „?“. Znak „*“ slúži ako zástupný znak pre ľubovoľný počet znakov, zatiaľ čo znak „?“ určuje jeden voliteľný znak (môže teda zastupovať jeden ľubovoľný znak alebo chýbajúci znak). Znak zrušenia významu je „\“, takže ak chcete zadať samotné znaky „*“, „?“ alebo „\“, stačí pred ne umiestniť znak „\“. Uvedený zoznam doplnkov je v prehliadači Chromium použitý vždy, keď sú doplnky nainštalované. Doplnky sú v príkaze „about:plugins“ označené ako aktívne a používatelia ich nemôžu zakázať. Toto pravidlo nahrádza pravidlá DisabledPlugins a DisabledPluginsExceptions.";
ExtensionInstallBlacklist.pfm_title = "ID rozšírení, ktorých inštalácia by mala byť používateľovi zakázaná (alebo hodnota * pre všetky)";
ExtensionInstallBlacklist.pfm_description = "Umožňuje určiť rozšírenia, ktoré používatelia NEMÔŽU nainštalovať. Ak sa v zozname zakázaných rozšírení vyskytuje rozšírenie, ktoré už bolo nainštalované, bude odstránené. Ak je v zozname uvedená hodnota *, znamená to, že sú zakázané všetky rozšírenia, ktoré nie sú explicitne uvedené v zozname povolených rozšírení.";
ExtensionInstallForcelist.pfm_title = "ID rozšírení a adresy URL aktualizácií, ktoré sa majú nainštalovať na pozadí";
ExtensionInstallForcelist.pfm_description = "Umožňuje určiť zoznam rozšírení, ktoré sa budú inštalovať na pozadí a bez akcie používateľa. Každá položka zoznamu predstavuje reťazec, ktorý obsahuje ID rozšírenia a adresu URL na aktualizáciu oddelené bodkočiarkou (;). Príklad: lcncmkcnkcdbbanbjakcencbaoegdjlp;https://clients2.google.com/service/update2/crx. Prehliadač Chromium načíta v prípade každej položky zo zadanej adresy URL rozšírenie podľa jeho ID a nainštaluje ho na pozadí. Na nasledujúcich stránkach nájdete informácie o tom, ako hostiť rozšírenia na vlastnom serveri. Informácie o adresách URL pre aktualizácie: http://code.google.com/chrome/extensions/autoupdate.html. Všeobecné informácie o hostení rozšírení: http://code.google.com/chrome/extensions/hosting.html. Rozšírenia uvedené v tomto zozname používatelia nebudú môcť odinštalovať. Ak z neho rozšírenia odstránite, prehliadač Chromium ich automaticky odinštaluje. Inštaláciu rozšírení, ktoré sú uvedené v zozname nepovolených položiek ExtensionInstallBlacklist a nie sú uvedené v zozname povolených položiek, nie je možné na základe tohto  pravidla vynútiť.";
ExtensionInstallWhitelist.pfm_title = "ID rozšírení, ktoré majú byť zo zoznamu zakázaných rozšírení vyňaté";
ExtensionInstallWhitelist.pfm_description = "Umožňuje určiť rozšírenia, ktorých sa netýka zoznam zakázaných rozšírení. Ak je v zozname uvedená hodnota *, znamená to, že sa v ňom nachádzajú všetky rozšírenia a používatelia môžu inštalovať len tie, ktoré sú uvedené v zozname povolených rozšírení. V predvolenom nastavení sú všetky rozšírenia povolené. Ak však boli všetky rozšírenia pridané do zoznamu zakázaných rozšírení pomocou pravidla, je možné toto pravidlo nahradiť pomocou zoznamu povolených rozšírení.";
GSSAPILibraryName.pfm_title = "Názov knižnice GSSAPI";
GSSAPILibraryName.pfm_description = "Určuje, ktorú knižnicu GSSAPI použiť na overenie HTTP. Môžete nastaviť buď len názov knižnice, alebo úplnú cestu. Ak nenastavíte žiadnu možnosť, prehliadač Chromium bude používať predvolený názov knižnice.";
HomepageIsNewTabPage.pfm_title = "Použiť stránku Nová karta ako domovskú stránku";
HomepageIsNewTabPage.pfm_description = "Slúži na konfiguráciu typu predvolenej domovskej stránky v prehliadači Chromium a bráni používateľom nastavenie domovskej stránky zmeniť. Ako domovskú stránku je možné nastaviť adresu URL, ktorú určíte, alebo stránku Nová karta. Ak toto nastavenie povolíte, bude ako domovská stránka vždy použitá stránka Nová karta a adresa URL domovskej stránky bude ignorovaná. Ak toto nastavenie zakážete, karta Nová stránka sa používateľovi ako domovská stránka nikdy nezobrazí (ak nie je adresa URL domovskej stránky nastavená na hodnotu chrome://newtab). Ak toto nastavenie povolíte alebo zakážete, používatelia nebudú môcť zmeniť v prehliadači Chromium typ domovskej stránky.";
HomepageLocation.pfm_title = "Adresa URL domovskej stránky";
HomepageLocation.pfm_description = "Konfiguruje v prehliadači Chromium adresu URL predvolenej domovskej stránky a zabráni ju používateľom zmeniť. Typ domovskej stránky môže byť nastavený buď na adresu URL, ktorú tu určíte, alebo na stránku Nová karta. Ak vyberiete stránku Nová karta, bude toto pravidlo ignorované. Ak toto nastavenie povolíte, používatelia nebudú môcť v prehliadači Chromium zmeniť adresu URL domovskej stránky, budú však stále môcť nastaviť svoju domovskú stránku na stránku Nová karta.";
ImagesAllowedForUrls.pfm_title = "Povoliť obrázky na týchto webových stránkach";
ImagesAllowedForUrls.pfm_description = "Umožňuje nastaviť zoznam vzorov adries URL určujúcich webové stránky, na ktorých sa môžu zobrazovať obrázky.";
ImagesBlockedForUrls.pfm_title = "Blokovať obrázky na týchto stránkach";
ImagesBlockedForUrls.pfm_description = "Umožňuje nastaviť zoznam vzorov adries URL určujúcich stránky, ktoré nemôžu zobrazovať obrázky.";
IncognitoEnabled.pfm_title = "Povoliť režim inkognito";
IncognitoEnabled.pfm_description = "Povoľuje v prehliadači Chromium režim Inkognito. Ak je toto nastavenie povolené alebo nie je nakonfigurované, používatelia môžu otvárať webové stránky v režime inkognito. Ak je nastavenie zakázané, používatelia stránky v režime inkognito otvárať nemôžu.";
InstantEnabled.pfm_title = "Povoliť Dynamické vyhľadávanie";
InstantEnabled.pfm_description = "Povoľuje v prehliadači Chromium funkciu Dynamické vyhľadávanie a bráni používateľom toto nastavenie zmeniť. Ak toto nastavenie povolíte, funkcia prehliadača Chromium Dynamické vyhľadávanie bude povolená. Ak toto nastavenie zakážete, funkcia prehliadača Chromium Dynamické vyhľadávanie povolená nebude. Ak toto nastavenie povolíte alebo zakážete, používatelia ho nebudú môcť zmeniť ani prekonať.";
JavaScriptAllowedForUrls.pfm_title = "Povoliť jazyk JavaScript na týchto stránkach";
JavaScriptAllowedForUrls.pfm_description = "Umožňuje nastaviť zoznam vzorov adries URL určujúcich stránky, ktoré môžu spúšťať kód JavaScript.";
JavaScriptBlockedForUrls.pfm_title = "Blokovať jazyk JavaScript na týchto webových stránkach";
JavaScriptBlockedForUrls.pfm_description = "Umožňuje nastaviť zoznam vzorov adries URL určujúcich stránky, ktoré nemôžu spúšťať kód JavaScript.";
JavascriptEnabled.pfm_title = "Povoliť kód JavaScript";
JavascriptEnabled.pfm_description = "Povolí v prehliadači Chromium kód JavaScript a bráni používateľom toto nastavenie zmeniť. Ak je toto nastavenie povolené alebo nebolo nakonfigurované, webové stránky môžu používať kód JavaScript. Ak je toto nastavenie zakázané, webové stránky kód JavaScript používať nemôžu.";
MetricsReportingEnabled.pfm_title = "Povoliť hlásenie údajov týkajúcich sa používania a zlyhaní";
MetricsReportingEnabled.pfm_description = "Povoľuje funkciu anonymného hlásenia údajov týkajúcich sa používania a zlyhaní prehliadača Chromium spoločnosti Google a bráni používateľom toto nastavenie zmeniť. Ak toto nastavenie povolíte, spoločnosti Google budú odosielané anonymné správy týkajúce sa používania alebo zlyhaní. Ak toto nastavenie zakážete, anonymné správy týkajúce sa používania alebo zlyhania spoločnosti Google odosielané nebudú. Ak toto nastavenie povolíte alebo zakážete, používatelia ho v prehliadači Chromium nebudú môcť zmeniť ani prekonať.";
PasswordManagerAllowShowPasswords.pfm_title = "Umožňuje používateľom zobraziť heslá v Správcovi hesiel";
PasswordManagerAllowShowPasswords.pfm_description = "Určuje, či môžu používatelia zobraziť heslá v správcovi hesiel formou čitateľného textu. Ak toto nastavenie zakážete, v okne správcu hesiel nebude možné zobraziť uložené heslá formou čitateľného textu. Ak toto nastavenie povolíte alebo ho nenakonfigurujete, používatelia budú môcť v správcovi hesiel zobraziť uložené hesla formou bežného textu.";
PasswordManagerEnabled.pfm_title = "Povoliť správcu hesiel";
PasswordManagerEnabled.pfm_description = "Povoľuje v prehliadači Chromium ukladať heslá a používať uložené heslá. Ak toto nastavenie povolíte, prehliadač Chromium si môže heslá zapamätať a ponúknuť ich pri ďalšom prihlásení na stránkach. Ak nastavenie zakážete, používatelia si heslá nebudú môcť uložiť ani nebudú môcť použiť už uložené heslá. Ak toto nastavenie povolíte alebo zakážete, používatelia ho v prehliadači Chromium nebudú môcť zmeniť ani prekonať.";
PluginsAllowedForUrls.pfm_title = "Povoliť doplnky na týchto stránkach";
PluginsAllowedForUrls.pfm_description = "Umožňuje nastaviť zoznam vzorov adries URL určujúcich webové stránky, ktoré môžu spúšťať doplnky.";
PluginsBlockedForUrls.pfm_title = "Blokovať doplnky na týchto stránkach";
PluginsBlockedForUrls.pfm_description = "Umožňuje nastaviť zoznam vzorov adries URL určujúcich webové stránky, ktoré nemôžu spúšťať doplnky.";
PopupsAllowedForUrls.pfm_title = "Povoliť na týchto stránkach kontextové okná";
PopupsAllowedForUrls.pfm_description = "Umožňuje nastaviť zoznam vzorov adries URL určujúcich stránky, ktoré môžu otvárať kontextové okná.";
PopupsBlockedForUrls.pfm_title = "Blokovať kontextové okná na týchto webových stránkach";
PopupsBlockedForUrls.pfm_description = "Umožňuje nastaviť zoznam vzorov adries URL určujúcich webové stránky, ktoré nemôžu otvárať kontextové okná.";
PrintingEnabled.pfm_title = "Povoliť tlač";
PrintingEnabled.pfm_description = "Povolí v prehliadači Chromium funkciu tlače a bráni používateľom toto nastavenie zmeniť. Ak je toto nastavenie povolené alebo nebolo nakonfigurované, používatelia budú môcť tlačiť. Ak je toto nastavenie zakázané, používatelia nebudú môcť v prehliadači Chromium využívať tlač. Tlač je zakázaná v ponuke Nástroje, v rozšíreniach, aplikáciách v kóde JavaScript a pod. Tlač bude aj naďalej možné vykonávať v doplnkoch, ktoré pri tlači prehliadač Chromium vynechávajú. Možnosť tlače sa môže vyskytovať napríklad v kontextovej ponuke niektorých aplikácií vo formáte Flash. Táto možnosť zakázaná nebude.";
ProxyBypassList.pfm_title = "Zoznam pravidiel vynechania servera proxy oddelených čiarkami";
ProxyBypassList.pfm_description = "Pri hostiteľoch v uvedenom zozname prehliadač Chromium vynechá všetky servery proxy. Toto pravidlo bude použité iba v prípade, ak ste zvolili ručné nastavenia servera proxy v časti „Zvoľte spôsob konfigurácie nastavení servera proxy“. Podrobnejšie príklady nájdete na adrese: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyMode.pfm_title = "Zvoľte spôsob konfigurácie nastavení servera proxy";
ProxyMode.pfm_description = "direct - Nikdy nepoužívať server proxy\nauto_detect - Automaticky zisťovať nastavenia servera proxy\npac_script - Použiť skript servera proxy vo formáte PAC\nfixed_servers - Použiť fixné servery proxy\nsystem - Použiť systémové nastavenia servera proxy\nUmožňuje určiť server proxy, ktorý bude prehliadač Chromium používať, a bráni používateľom, aby nastavenia servera proxy zmenili. Ak sa rozhodnete server proxy vôbec nepoužívať a vždy sa pripájať priamo, budú všetky ostatné možnosti ignorované. Ak sa rozhodnete používať systémové nastavenia servera proxy alebo server proxy zisťovať automaticky, budú všetky ostatné možnosti ignorované. Ak zvolíte režim pevne daného servera proxy, môžete zvoliť ďalšie možnosti v častiach „Adresa (alebo adresa URL) servera proxy“ a „Zoznam pravidiel vynechania servera proxy oddelených čiarkami“. Ak sa rozhodnete použiť skript PAC servera proxy, je potrebné zadať v časti „Adresa URL súboru PAC servera proxy“ adresu URL. Podrobné príklady nájdete na tejto adrese: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett Ak toto nastavenie povolíte, prehliadač Chromium bude ignorovať všetky možnosti týkajúce sa serverov proxy zadané pomocou príkazového riadka.";
ProxyPacUrl.pfm_title = "Adresa URL súboru PAC servera proxy";
ProxyPacUrl.pfm_description = "Tu môžete zadať adresu URL súboru PAC servera proxy. Toto pravidlo bude použité v prípade, ak ste v časti „Zvoľte spôsob konfigurácie nastavení servera proxy“ zvolili ručné nastavenia servera proxy. Podrobné príklady nájdete na adrese: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyServer.pfm_title = "Adresa alebo adresa URL servera proxy";
ProxyServer.pfm_description = "Tu môžete zadať adresu URL servera proxy. Toto pravidlo bude použité v prípade, ak ste v časti „Zvoľte spôsob konfigurácie nastavení servera proxy“ zvolili ručné nastavenia servera proxy. Podrobné príklady nájdete na adrese: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
RestoreOnStartup.pfm_title = "Akcia pri spustení";
RestoreOnStartup.pfm_description = "0 - Otvoriť domovskú stránku\n1 - Znova otvoriť naposledy otvorené adresy URL\n4 - Otvoriť zoznam adries URL\nUmožňuje určiť správanie pri spustení. Ak zvolíte možnosť Otvoriť domovskú stránku, pri spustení prehliadača Chromium sa vždy otvorí domovská stránka. Ak zvolíte možnosť Znova otvoriť naposledy otvorené adresy URL, otvoria sa stránky, ktoré boli otvorené pri poslednom ukončení prehliadača Chromium. Ak vyberiete možnosť Otvoriť zoznam adries URL, pri spustení prehliadača Chromium sa otvoria stránky zo zoznamu adries URL otváraných po spustení. Ak toto nastavenie povolíte, používatelia ho v prehliadači Chromium nebudú môcť zmeniť ani prekonať. Ak toto nastavenie zakážete, bude to rovnaké, ako keby ste ho nenakonfigurovali. Používatelia ho v prehliadači Chromium budú aj naďalej môcť meniť.";
RestoreOnStartupURLs.pfm_title = "Adresy URL otvárané pri spustení";
RestoreOnStartupURLs.pfm_description = "Ak je ako akcia pri spustení začiarknuté políčko „Otvoriť zoznam adries URL“, umožní vám to zvoliť zoznam adries URL, ktoré sa otvoria.";
SafeBrowsingEnabled.pfm_title = "Povoliť Bezpečné prehliadanie";
SafeBrowsingEnabled.pfm_description = "Povolí v prehliadači Chromium funkciu Bezpečné prehliadanie a bráni používateľom toto nastavenie zmeniť. Ak toto nastavenie povolíte, Bezpečné prehliadanie bude stále aktívne. Ak toto nastavenie zakážete, Bezpečné prehliadanie zostane za všetkých okolností neaktívne. Ak toto nastavenie povolíte alebo zakážete, používatelia ho v prehliadači Chromium nebudú môcť zmeniť ani prekonať.";
SavingBrowserHistoryDisabled.pfm_title = "Zakázať ukladanie histórie prehliadača";
SavingBrowserHistoryDisabled.pfm_description = "Zakáže v prehliadači Chromium funkciu histórie prehliadania a bráni používateľom toto nastavenie zmeniť. Ak je toto nastavenie povolené, história prehliadania sa nebude ukladať. Ak je toto nastavenie zakázané alebo nebolo nakonfigurované, história prehliadania sa nebude ukladať.";
SearchSuggestEnabled.pfm_title = "Povoliť návrhy pre vyhľadávanie";
SearchSuggestEnabled.pfm_description = "Vo všeobecnom poli prehliadača Chromium povolí funkciu návrhov pre vyhľadávanie a bráni používateľom toto nastavenie zmeniť. Ak toto nastavenie povolíte, budú sa zobrazovať návrhy pre vyhľadávanie. Ak toto nastavenie zakážete, návrhy pre vyhľadávanie sa nikdy nezobrazia. Ak toto nastavenie povolíte alebo zakážete, používatelia ho v prehliadači Chromium nebudú môcť zmeniť ani prekonať.";
ShowHomeButton.pfm_title = "Zobraziť tlačidlo Domov na paneli s nástrojmi";
ShowHomeButton.pfm_description = "Zobrazí tlačidlo Domovská stránka na paneli s nástrojmi prehliadača Chromium. Ak toto nastavenie povolíte, tlačidlo Domovská stránka sa bude zobrazovať vždy. Ak toto nastavenie zakážete, tlačidlo Domovská stránka sa nezobrazí nikdy. Ak toto nastavenie povolíte alebo zakážete, používatelia ho v prehliadači Chromium nebudú môcť zmeniť ani prekonať.";
SyncDisabled.pfm_title = "Zakázať synchronizáciu údajov so servermi Google";
SyncDisabled.pfm_description = "Zakáže v prehliadači Chromium synchronizáciu údajov pomocou služieb synchronizácie hostených spoločnosťou Google a zabráni používateľom toto nastavenie meniť. Ak toto nastavenie povolíte, používatelia ho v prehliadači Chromium nebudú môcť zmeniť ani prekonať.";
TranslateEnabled.pfm_title = "Povoliť službu Translate";
TranslateEnabled.pfm_description = "Povoľuje v prehliadači Chromium integrovanú službu Google Translate. Ak toto nastavenie povolíte, prehliadač Chromium zobrazí integrovaný panel s nástrojmi ponúkajúci preklad príslušnej stránky tam, kde je to vhodné. Ak nastavenie zakážete, používateľom sa panel prekladu nezobrazí nikdy. Ak nastavenie povolíte alebo zakážete, používatelia nebudú môcť toto nastavenie v prehliadači Chromium zmeniť ani prekonať.";
UserDataDir.pfm_title = "Nastaviť adresár používateľských údajov";
UserDataDir.pfm_description = "Nakonfiguruje adresár, ktorý prehliadač Chromium použije na uchovávanie používateľských údajov. Ak toto pravidlo nastavíte, prehliadač Chromium bude využívať poskytnutý adresár bez ohľadu na to, či používateľ určil alebo neurčil značku „-user-data-dir“.";